Repository: Yankos-G/BR_GroupProject
Catalog: Logical/Libraries/MpAudit/TxtFileF.tmx
Source language: en
Languages: de

source: A folder/file was created
de: Ordner/Datei wurde erstellt

source: A folder/file was overwritten
de: Ordner/Datei wurde überschrieben

source: A folder/file was added
de: Ordner/Datei wurde hinzugefügt

source: A folder/file was deleted
de: Ordner/Datei wurde gelöscht

source: A folder/file was renamed
de: Ordner/Datei wurde umbenannt

source: A folder/file was read
de: Ordner/Datei wurde gelesen

source: A folder/file was copied
de: Ordner/Datei wurde kopiert

source: A folder/file was cut
de: Ordner/Datei wurde ausgeschnitten

source: A folder/file was first copied and then pasted. A new folder/file was created
de: Ordner/Datei wurde zuerst kopiert und wieder eingefügt. Ein neuer Ordner/Datei wurde erstellt

source: A folder/file was first copied and then pasted. The existing folder/file was overwritten
de: Ordner/Datei wurde zuerst kopiert und wieder eingefügt. Der vorhandene Ordner/Datei wurde überschrieben

source: A folder/file was locked
de: Ordner/Datei wurde gesperrt

source: A folder/file was unlocked
de: Ordner/Datei wurde entsperrt
